Revit 2027 API
NumberingFormatSettings Constructor
 Create an empty NumberingFormatSettings object.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public NumberingFormatSettings()
Public Sub New
public:
NumberingFormatSettings()
new : unit -> NumberingFormatSettings
See Also
Reference
NumberingFormatSettings Class
NumberingFormatSettings Overload
Autodesk.Revit.DB Namespace